[
  {
    "text": "Este año en 3º ESO, con las clases de Álvaro aprendí a organizarme y mejoré mis notas de forma constante.",
    "author": "Alejandro, 3º ESO"
  },
  {
    "text": "En 2º Bach, las clases intensivas de Álvaro me dieron la seguridad que necesitaba para afrontar la EVAU.",
    "author": "Beatriz, 2º Bach"
  },
  {
    "text": "Durante 4º ESO, con su apoyo dejé de agobiarme antes de los controles y acabé sintiéndome más cómodo con la asignatura.",
    "author": "Carlos, 4º ESO"
  },
  {
    "text": "En 1º Bach, las sesiones online de Álvaro me permitieron repasar todo el año a mi ritmo y resolver dudas al instante.",
    "author": "Daniela, 1º Bach"
  },
  {
    "text": "Este curso en 3º ESO, sus explicaciones hicieron que por fin entendiera la dinámica de la materia y disfrutara estudiando matemáticas.",
    "author": "Elena, 3º ESO"
  },
  {
    "text": "En 2º Bach, seguí su método semanal y conseguí subir mis notas antes del examen de junio sin agobios de última hora.",
    "author": "Francisco, 2º Bach"
  },
  {
    "text": "En 4º ESO, el grupo reducido me permitió resolver todas mis dudas durante el año, y mejoré cada trimestre.",
    "author": "Gabriela, 4º ESO"
  },
  {
    "text": "Al empezar 1º Bach, Álvaro me ayudó a encontrar un método de estudio que me mantuvo motivado el resto del año.",
    "author": "Hugo, 1º Bach"
  },
  {
    "text": "A lo largo de 2º Bach, los simulacros semanales me dieron la confianza que necesitaba para llegar tranquilo a la EVAU.",
    "author": "Irene, 2º Bach"
  },
  {
    "text": "En 3º ESO, gracias a las clases de Álvaro aprendí a planificarme y pasé de no aprobar álgebra a terminar el curso con buen nivel.",
    "author": "Javier, 3º ESO"
  },
  {
    "text": "En 4º ESO, sus correcciones semanales me ayudaron a avanzar de forma constante y sin bloqueos durante todo el año.",
    "author": "Karen, 4º ESO"
  },
  {
    "text": "Mi madre contrató las clases grupales en 1º Bach y, con su feedback continuo, mejoré mis calificaciones cada trimestre.",
    "author": "Luis, 1º Bach"
  },
  {
    "text": "Este año en 3º ESO, Álvaro me explicó la estadística de forma sencilla y terminé el curso entendiendo todo sin problemas.",
    "author": "María, 3º ESO"
  },
  {
    "text": "En 2º Bach, su método dinámico logró que disfrutara de las matemáticas y mejorara en cada evaluación del curso.",
    "author": "Nicolás, 2º Bach"
  },
  {
    "text": "Este curso en 4º ESO subí mis notas rápidamente gracias a las técnicas de Álvaro para afrontar cada unidad del año.",
    "author": "Olivia, 4º ESO"
  },
  {
    "text": "En 1º Bach, sus clases siempre fueron muy prácticas y, durante todo el año, avanzaba sin estancarme en ningún tema.",
    "author": "Pablo, 1º Bach"
  },
  {
    "text": "Este año en 3º ESO usó recursos digitales innovadores que me mantuvieron motivada y mejoré mi rendimiento.",
    "author": "Queralt, 3º ESO"
  },
  {
    "text": "En 4º ESO recuperé la confianza gracias al refuerzo gradual de Álvaro durante todo el curso.",
    "author": "Raúl, 4º ESO"
  },
  {
    "text": "En 2º Bach, la planificación y el apoyo continuo de Álvaro me dieron seguridad cada trimestre y terminé con buena nota.",
    "author": "Sara, 2º Bach"
  },
  {
    "text": "En 3º ESO, el intensivo de repaso antes de los exámenes de final de curso me ayudó a consolidar todo el año.",
    "author": "Tomás, 3º ESO"
  },
  {
    "text": "En 1º Bach, las clases online me permitieron repasar a mi ritmo durante todo el año y seguir al día con el temario.",
    "author": "Úrsula, 1º Bach"
  },
  {
    "text": "Este año en 4º ESO, los exámenes tipo que me dio Álvaro me dieron mucha seguridad y terminé orgulloso de mi evolución.",
    "author": "Víctor, 4º ESO"
  },
  {
    "text": "En 2º Bach, la metodología clara de Álvaro me permitió asimilar los conceptos con facilidad durante todo el año.",
    "author": "Wendy, 2º Bach"
  },
  {
    "text": "Este trimestre en 3º ESO subí dos puntos en mis notas gracias al seguimiento semanal que recibí durante todo el año.",
    "author": "Xavier, 3º ESO"
  },
  {
    "text": "Si tienes miedo a las matemáticas, Álvaro te cambia la perspectiva en cuanto empiezas el curso y recuperas la confianza.",
    "author": "Yolanda, 4º ESO"
  }
]
