[
  {
    "text": "Gracias a Álvaro mejoré mi nota de matemáticas de un 4 a un 8 en solo un mes. ¡Increíble!",
    "author": "Alejandro, 3º ESO"
  },
  {
    "text": "Las clases intensivas me dieron la confianza que necesitaba para aprobar la EVAU con un 9 en Matemáticas.",
    "author": "Beatriz, 2º Bach"
  },
  {
    "text": "Antes no entendía nada de geometría; ahora disfruto resolviendo ejercicios por mi cuenta.",
    "author": "Carlos, 4º ESO"
  },
  {
    "text": "El formato online es perfecto: repaso vídeos y Álvaro siempre contesta rápido a mis dudas.",
    "author": "Daniela, 1º Bach"
  },
  {
    "text": "Sus explicaciones son tan claras que hasta me gusta ver cómo desarrolla los problemas paso a paso.",
    "author": "Elena, 3º ESO"
  },
  {
    "text": "Me saqué un 10 en la parte de cálculo en el examen de junio. ¡Todo gracias a su metodología!",
    "author": "Francisco, 2º Bach"
  },
  {
    "text": "Con el grupo reducido de 5 alumnos me sentí más cómodo y resolvimos dudas en tiempo real.",
    "author": "Gabriela, 4º ESO"
  },
  {
    "text": "Nunca pensé que diría esto, pero ahora disfruto practicando ecuaciones diferenciales.",
    "author": "Hugo, 1º Bach"
  },
  {
    "text": "Preparé la EVAU con simulacros semanales y saqué un sobresaliente en Matemáticas.",
    "author": "Irene, 2º Bach"
  },
  {
    "text": "Álvaro me ayudó a organizar mi estudio; pasé de suspender algebra a sacar un 7.",
    "author": "Javier, 3º ESO"
  },
  {
    "text": "Las sesiones personalizadas fueron la clave: corregía mis ejercicios y me explicaba cada error.",
    "author": "Karen, 4º ESO"
  },
  {
    "text": "Mi madre contrató las clases grupales y, aunque éramos pocos, el feedback fue constante.",
    "author": "Luis, 1º Bach"
  },
  {
    "text": "El bloque de probabilidad siempre me costó, pero con sus ejemplos lo entendí en dos sesiones.",
    "author": "María, 3º ESO"
  },
  {
    "text": "Ahora veo las matemáticas con otros ojos: ya no solo las apruebo, las disfruto.",
    "author": "Nicolás, 2º Bach"
  },
  {
    "text": "Me sorprendió lo rápido que subió mi nota: pasé de 5 a 8.5 en cuestión de semanas.",
    "author": "Olivia, 4º ESO"
  },
  {
    "text": "Las clases de Álvaro son dinámicas y siempre con muchos ejercicios prácticos, justo lo que necesitaba.",
    "author": "Pablo, 1º Bach"
  },
  {
    "text": "Su segundo máster en IA hace que utilice recursos muy innovadores para explicar conceptos complejos.",
    "author": "Queralt, 3º ESO"
  },
  {
    "text": "El verano antes de septiembre tenía pánico a las matemáticas; ahora he recuperado la ilusión.",
    "author": "Raúl, 4º ESO"
  },
  {
    "text": "Siempre llegaba al examen con dudas, pero ahora lo afronto con seguridad y saco un notable.",
    "author": "Sara, 2º Bach"
  },
  {
    "text": "Recomiendo especialmente el intensivo de trigonometría: me ayudó a entender la materia en 3 días.",
    "author": "Tomás, 3º ESO"
  },
  {
    "text": "Las clases online ofrecen mucha flexibilidad; puedo repasar a mi ritmo cualquier día de la semana.",
    "author": "Úrsula, 1º Bach"
  },
  {
    "text": "Con ejercicios reales de examen me sentí preparado y salí con un 9.5 sin estrés.",
    "author": "Víctor, 4º ESO"
  },
  {
    "text": "Nunca pensé que mejoraría tan rápido; la metodología de Álvaro es clara y muy práctica.",
    "author": "Wendy, 2º Bach"
  },
  {
    "text": "En el último trimestre subí un 2 completo en estadísticas gracias al refuerzo semanal.",
    "author": "Xavier, 3º ESO"
  },
  {
    "text": "Si tienes miedo a las matemáticas, te lo quita Álvaro en las primeras sesiones.",
    "author": "Yolanda, 4º ESO"
  }
]
